# Required/useful software for using the stuff in the dotfiles
# Install via (assuming you're in the directory where this file is):
# $ brew tap Homebrew/bundle
# $ brew bundle
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/dupes'
tap 'neovim/neovim'
brew 'afl-fuzz'
brew 'coreutils'
brew 'dos2unix'
brew 'ctags'
brew 'curl'
brew 'elixir'
brew 'exercism'
brew 'git'
brew 'httpie'
brew 'mruby'
brew 'ngrep'
brew 'nomad'
brew 'otto'
brew 'postgresql', service_restart: :changed
brew 'postgis'
brew 'psgrep'
brew 'pstree'
brew 'pv'
brew 'rbenv'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'ruby'
brew 'ruby-build'
brew 'socat'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'tarsnap'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/dupes/openssh'
brew 'neovim/neovim/neovim'
